xf86-video-intel
mesa
lib32-mesa
xorg
xorg-xinit
alacritty
i3-wm
nitrogen
picom
neofetch
vim
chromium
i3status
git
base-devel
discord
aws-vault
alsa-utils
xbindkeys
openssh
lightdm
lightdm-gtk-greeter
arc-gtk-theme
